{
  "vat-thing.ActorSheetVatThing": "Vat-Thing",
  "VatThing.Creator": "Creator",
  "VatThing.PatternDie": "Pattern Die",
  "VatThing.Pattern": "Pattern",
  "VatThing.StartingFlaw": "Starting Flaw",
  "VatThing.PerspicaciousLearner": "Perspicacious Learner",
  "VatThing.PerspicaciousLearnerDesc": "Vat creatures are natural acquirers of skill and knowledge. When making a skill check, vat-things roll 1d16 instead of the normal 1d10 for untrained skills, including thief skills.",
  "VatThing.Restoration": "Restoration",
  "VatThing.RestorationDesc": "A vat-thing has an improved natural healing rate that strengthens over time. A vat-thing who actively adventures and gets a good night's rest heals 1 hit point per-level. Ability score loss, excepting Luck, heals at the same rate: 1 point per level per day. This includes Personality burned as spellburn, which is recovered at a rate of 1 point per level each day it does not expend Personalityin this manner.",
  "VatThing.ProteanQuintessence": "Protean Quintessence",
  "VatThing.ProteanQuintessenceDesc": "A vat-thing automatically recognizes other vat-things or other wizardly creations when it encounters them. In addition, it receives a +1 bonus to any attacks made against any magical hybrids that are preversions of nature.",
  "VatThing.Immunities": "Immunities",
  "VatThing.ImmunitiesDesc": "Immune to non-magical disease and poisons.",
  "VatThing.LifeDeath": "No true life/No true death.",
  "VatThing.LifeDeathDesc": "Vat-things maintain a portion of their genetic material hidden away, at a location known only to the vat-thing and its creator. Vat-things are allowed a second death save, and may subtract their level from their Luck roll. If successful, a new clone aries from the genetic material, with all the dead vat-things memories.",
  "VatThing.Luck": "Luck",
  "Vat-Thing.LuckDesc": "Apply Luck mod to invoke creator checks.",
  "Vat-Thing.PatternDieDesc": "A bonus die used when taking actions related to the vat-things originating pattern."
}
